import ReserveLink from '../ReserveLink/ReserveLink';

export default function Info() {
  return (
    <section className="info">
      <h2 className="info__title">МИРОВАЯ РЫБАЛКА</h2>
      <p className="info__paragraph">
        Мы собрали неповторимые маршруты от теплых тропических морей до
        крайнего Севера: туры для спиннингистов и нахлыстовиков,
        для любителей троллинга и морского джига, от близких направлений до
        самых отдаленных уголков на планете в Вануату и Гватемале. Рыбалка для нас стала не просто хобби, а
        любимым делом, которое сочетает в себе путешествия, общение с интересными людьми и адреналин особого
        свойства, получаемого только на рыбалке!
      </p>
      <p className="info__paragraph">
        Наш проект geofishing.ru обрел новые формы,
        превратившись в World Fishing. Рыболовные туры, организованные совместно с коллективом наших профессионалов,
        позволят вам совершить ряд увлекательных путешествий по разным странам мира. Вы получите уникальнейшую
        возможность познакомится с культурой и бытом жителей этих стран и получить при этом массу позитивных
        эмоций от полноценной рыбалки, созданной при содействии настоящих профессионалов в этой замечательной
        отрасли досуга, в самых разнообразных природных условиях.
      </p>
      <p className="info__paragraph">
        World Fishing (ранее - Геофишинг) – это увлекательнейшие рыболовные туры в разные красивейшие уголки
        мира, где сочетается комфортное время провождение, оптимальные цены за услуги экспертов нашей команды, а также
        наслаждение красотой природы и, безусловно, результат в виде добытых рыболовных трофеев.
      </p>
      <p className="info__paragraph">
        Хотите получить огромное удовольствие от результата и процесса обычной рыбалки? – Мы всегда будем рады
        вам помочь.
      </p>
      <ReserveLink />
    </section>
  );
}
